{
  "Vincent van Gogh" : {
    "biography" : "Vincent van Gogh, one of the most well-known post-impressionist artists, for whom color was the chief symbol of expression, was born in Groot-Zundert, Holland on March 30, 1853. During his brief career, he did not experience much success, he sold only one painting, lived in poverty, malnourished and overworked. Van Gogh's finest works were produced in less than three years in a technique that grew more and more impassioned in brush stroke, in symbolic and intense color, in surface tension, and in the movement and vibration of form and line. In spite of his lack of success during his lifetime, van Gogh's legacy lives on having left a lasting impact on the world of art. Van Gogh is now viewed as one of the most influential artists having helped lay the foundations of modern art.",
    "source" : "www.vangoghgallery.com"
  },
  "Edgar Degas" : {
    "biography" : "One of the founders of the Impressionist movement, Edgar Degas was a prominent artist in the last half of the 19th century. Born to wealthy family, he began his schooling with a baccalaureate in literature in 1853. Due to the wishes of his father, who wanted him to go to law school, he enrolled at the University of Paris in 1853 to pursue a law degree, where he made little effort. Degas, who at age 18 had transformed one of the rooms is his house into a studio, and was a registered copyist at the Louvre by 1853, left law school after two years, and a year later traveled to Italy studying the art of the great masters.",
    "source" : "www.wikiart.org"
  },
  "Pablo Picasso" : {
    "biography" : "Pablo Picasso is probably the most important figure of the 20th century, in terms of art, and art movements that occurred over this period. Before the age of 50, the Spanish born artist had become the most well-known name in modern art, with the most distinct style and eye for artistic creation. Picasso's ability to produce works in an astonishing range of styles made him well respected during his own lifetime. As an artist and an innovator, he is responsible for co-founding the entire Cubist movement alongside Georges Braque. Cubism was an avant-garde art movement that changed forever the face of European painting and sculpture while simultaneously affecting contemporary architecture, music and literature. Picasso is also credited with inventing constructed sculpture and co-inventing the collage art style.",
    "source" : "www.pablopicasso.org"
  },
  "Pierre-Auguste Renoir" : {
    "biography" : "Pierre Auguste Renoir was a French artist, and was a leading painter of the Impressionist style. As a young boy, he worked in a porcelain factory. His drawing skills were early recognized, and he was soon employed to create designs on the fine china. He also painted decorations on fans before beginning art school . He moved to Paris in 1862 to study art, where he met Frederic Bazille, Claude Monet, and Alfred Sisley, all great impressionist painters. By 1864, he was exhibiting works at the Paris Salon, but his works went largely unnoticed for the next ten years, mostly in part to the disorder caused by the Franco-Prussian War.",
    "source" : "www.wikiart.org"
  },
  "Paul Gauguin" : {
    "biography" : "Paul Gauguin styled himself and his art as \"savage.\" Although he began his artistic career with the Impressionists in Paris, during the late 1880s he fled farther and farther from urban civilization in search of an edenic paradise where he could create pure, \"primitive\" art. Yet his self-imposed exile to the South Seas was not so much an escape from Paris as a bid to become the new leader of the Parisian avant-garde. Gauguin cultivated and inhabited a dual image of himself as, on the one hand, a wolfish wild man and on the other, a sensitive martyr for art. His notoriety helped to promote his astonishing work, which freed color from mimetic representation and distorted form for expressive purposes. Gauguin pioneered the Symbolist art movement in France and set the stage for Fauvism and Expressionism.",
    "source" : "www.metmuseum.org"
  },
  "Francisco Goya" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Rembrandt" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Alfred Sisley" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Titian" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Marc Chagall" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Rene Magritte" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Amedeo Modigliani" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Paul Klee" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Henri Matisse" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Andy Warhol" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Mikhail Vrubel" : {
    "biography" : "bla",
    "source" : "blabla"
  },
  "Sandro Botticelli" : {
    "biography" : "bla",
    "source" : "blabla"
  }
}
